Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# privacy.updateUsage.message
source: Your media and playback history stay on this Mac. Existing update checks send a random installation ID and the app version to khua.app to count active installations. No extra requests, hardware IDs, or playback data. Installation-level records cover the last 30 UTC dates; aggregate counts may be kept longer. Automatic checks can be turned off in the app menu. Manual checks still send this information.
de: Deine Medien und dein Wiedergabeverlauf bleiben auf diesem Mac. Bestehende Update-Prüfungen senden eine zufällige Installations-ID und die App-Version an khua.app, um aktive Installationen zu zählen. Keine zusätzlichen Anfragen, Hardware-Kennungen oder Wiedergabedaten. Installationsbezogene Einträge umfassen die letzten 30 UTC-Kalendertage; zusammengefasste Zählwerte können länger gespeichert werden. Automatische Prüfungen lassen sich im App-Menü ausschalten. Manuelle Prüfungen senden diese Informationen weiterhin.
es: Tus archivos multimedia y tu historial de reproducción permanecen en este Mac. Las comprobaciones de actualizaciones existentes envían un ID de instalación aleatorio y la versión de la app a khua.app para contar las instalaciones activas. Sin solicitudes adicionales, identificadores de hardware ni datos de reproducción. Los registros por instalación abarcan las últimas 30 fechas UTC; los recuentos agregados pueden conservarse más tiempo. Puedes desactivar las comprobaciones automáticas en el menú de la app. Las comprobaciones manuales siguen enviando esta información.
fr: Vos médias et votre historique de lecture restent sur ce Mac. Les vérifications de mise à jour existantes envoient un identifiant d’installation aléatoire et la version de l’app à khua.app pour compter les installations actives. Aucune requête supplémentaire, aucun identifiant matériel ni aucune donnée de lecture. Les données par installation couvrent les 30 dernières dates UTC ; les totaux agrégés peuvent être conservés plus longtemps. Vous pouvez désactiver les vérifications automatiques dans le menu de l’app. Les vérifications manuelles continuent d’envoyer ces informations.
id: Media dan riwayat pemutaran Anda tetap di Mac ini. Pemeriksaan pembaruan yang sudah ada mengirim ID instalasi acak dan versi aplikasi ke khua.app untuk menghitung instalasi aktif. Tanpa permintaan tambahan, pengenal perangkat keras, atau data pemutaran. Catatan per instalasi mencakup 30 tanggal UTC terakhir; jumlah agregat dapat disimpan lebih lama. Pemeriksaan otomatis dapat dimatikan di menu aplikasi. Pemeriksaan manual tetap mengirim informasi ini.
it: I tuoi contenuti multimediali e la cronologia di riproduzione restano su questo Mac. I controlli degli aggiornamenti esistenti inviano un ID di installazione casuale e la versione dell’app a khua.app per contare le installazioni attive. Nessuna richiesta aggiuntiva, nessun identificativo hardware o dato di riproduzione. I record per installazione coprono le ultime 30 date UTC; i conteggi aggregati possono essere conservati più a lungo. Puoi disattivare i controlli automatici nel menu dell’app. I controlli manuali continuano a inviare queste informazioni.
ja: メディアと再生履歴はこの Mac に保存されます。既存のアップデート確認時に、ランダムなインストール ID とアプリのバージョンを khua.app に送信し、利用中のインストール数を集計します。追加のリクエスト、ハードウェア識別子、再生データはありません。インストールごとの記録は直近30日分（UTCの日付）を対象とし、集計値はそれより長く保存される場合があります。自動確認はアプリのメニューでオフにできます。手動確認時には引き続きこの情報が送信されます。
ko: 미디어와 재생 기록은 이 Mac에만 저장됩니다. 기존 업데이트 확인 시 무작위 설치 ID와 앱 버전이 khua.app으로 전송되어 활성 설치 수를 집계합니다. 추가 요청, 하드웨어 식별자 또는 재생 데이터는 없습니다. 설치별 기록은 최근 30개 UTC 날짜를 포함하며 집계 수치는 더 오래 보관될 수 있습니다. 앱 메뉴에서 자동 확인을 끌 수 있습니다. 수동 확인 시에는 이 정보가 계속 전송됩니다.
nl: Je media en afspeelgeschiedenis blijven op deze Mac. Bestaande updatecontroles sturen een willekeurige installatie-ID en de appversie naar khua.app om actieve installaties te tellen. Geen extra verzoeken, hardware-ID’s of afspeelgegevens. Registraties per installatie beslaan de laatste 30 UTC-datums; samengevoegde aantallen kunnen langer worden bewaard. Je kunt automatische controles uitschakelen in het appmenu. Handmatige controles blijven deze informatie versturen.
pl: Multimedia i historia odtwarzania pozostają na tym Macu. Dotychczasowe sprawdzanie aktualizacji wysyła losowy identyfikator instalacji i wersję aplikacji do khua.app w celu liczenia aktywnych instalacji. Bez dodatkowych żądań, identyfikatorów sprzętu ani danych odtwarzania. Rekordy poszczególnych instalacji obejmują ostatnie 30 dat UTC; zbiorcze wyniki mogą być przechowywane dłużej. Automatyczne sprawdzanie można wyłączyć w menu aplikacji. Ręczne sprawdzanie nadal wysyła te informacje.
pt: Sua mídia e seu histórico de reprodução ficam neste Mac. As verificações de atualizações existentes enviam um ID de instalação aleatório e a versão do app para khua.app para contar as instalações ativas. Sem solicitações adicionais, identificadores de hardware ou dados de reprodução. Os registros por instalação abrangem as últimas 30 datas UTC; as contagens agregadas podem ser mantidas por mais tempo. Você pode desativar as verificações automáticas no menu do app. As verificações manuais continuam enviando essas informações.
ru: Медиафайлы и история воспроизведения остаются на этом Mac. Обычные проверки обновлений отправляют случайный идентификатор установки и версию приложения на khua.app для подсчёта активных установок. Без дополнительных запросов, аппаратных идентификаторов и данных о воспроизведении. Записи по установкам охватывают последние 30 дат UTC; сводные показатели могут храниться дольше. Автоматические проверки можно отключить в меню приложения. При ручной проверке эти сведения по-прежнему отправляются.
th: สื่อและประวัติการเล่นของคุณอยู่บน Mac เครื่องนี้ การตรวจหาอัปเดตที่มีอยู่จะส่งรหัสการติดตั้งแบบสุ่มและเวอร์ชันแอปไปยัง khua.app เพื่อนับการติดตั้งที่ใช้งานอยู่ ไม่มีคำขอเพิ่มเติม รหัสฮาร์ดแวร์ หรือข้อมูลการเล่น บันทึกระดับการติดตั้งครอบคลุม 30 วันที่ผ่านมาตาม UTC ส่วนยอดรวมอาจเก็บไว้นานกว่านั้น คุณสามารถปิดการตรวจหาอัปเดตอัตโนมัติได้ในเมนูแอป การตรวจหาด้วยตนเองจะยังส่งข้อมูลนี้
tr: Medyanız ve oynatma geçmişiniz bu Mac’te kalır. Mevcut güncelleme denetimleri, etkin kurulumları saymak için khua.app adresine rastgele bir kurulum kimliği ve uygulama sürümünü gönderir. Ek istek, donanım kimliği veya oynatma verisi gönderilmez. Kurulum kayıtları son 30 UTC tarihini kapsar; toplu sayımlar daha uzun süre saklanabilir. Otomatik denetimleri uygulama menüsünden kapatabilirsiniz. Elle yapılan denetimler bu bilgileri göndermeye devam eder.
vi: Nội dung đa phương tiện và lịch sử phát của bạn được giữ trên máy Mac này. Các lần kiểm tra cập nhật hiện có gửi mã cài đặt ngẫu nhiên và phiên bản ứng dụng đến khua.app để đếm số bản cài đặt đang hoạt động. Không có yêu cầu bổ sung, mã định danh phần cứng hay dữ liệu phát. Bản ghi theo cài đặt bao gồm 30 ngày UTC gần nhất; số liệu tổng hợp có thể được lưu lâu hơn. Bạn có thể tắt kiểm tra tự động trong menu ứng dụng. Kiểm tra thủ công vẫn gửi thông tin này.
zh_hans: 你的媒体和播放历史只留在这台 Mac 上。现有的更新检查会向 khua.app 发送一个随机生成的安装标识和 App 版本，用于统计活跃安装数。不会增加请求，也不发送硬件标识或播放数据。安装级记录保留最近 30 个 UTC 日期的数据，汇总数字可能保留更久。你可以在 App 菜单中关闭自动检查更新；手动检查更新时仍会发送这些信息。
zh_hant: 你的媒體與播放記錄只留在這部 Mac。現有的更新檢查會向 khua.app 傳送一個隨機產生的安裝識別碼和 App 版本，用於統計活躍安裝數。不會增加請求，也不傳送硬體識別碼或播放資料。安裝層級的記錄保留最近 30 個 UTC 日期的資料，彙總數字可能保留更久。你可以在 App 選單中關閉自動檢查更新；手動檢查更新時仍會傳送這些資訊。

# menu.openURL
source: Open URL…
de: URL öffnen …
es: Abrir URL…
fr: Ouvrir l’URL…
id: Buka URL…
it: Apri URL…
ja: URLを開く…
ko: URL 열기…
nl: URL openen…
pl: Otwórz adres URL…
pt: Abrir URL…
ru: Открыть URL…
th: เปิด URL…
tr: URL Aç…
vi: Mở URL…
zh_hans: 打开 URL…
zh_hant: 開啟 URL…

# openURL.title
source: Open Network Video
de: Netzwerkvideo öffnen
es: Abrir video de red
fr: Ouvrir une vidéo réseau
id: Buka Video Jaringan
it: Apri video di rete
ja: ネットワーク動画を開く
ko: 네트워크 비디오 열기
nl: Netwerkvideo openen
pl: Otwórz wideo sieciowe
pt: Abrir vídeo de rede
ru: Открыть сетевое видео
th: เปิดวิดีโอเครือข่าย
tr: Ağ Videosunu Aç
vi: Mở video mạng
zh_hans: 打开网络视频
zh_hant: 開啟網路影片

# openURL.prompt
source: Enter a video stream or file URL (HTTP/HTTPS):
de: Geben Sie die URL eines Videostreams oder einer Datei ein (HTTP/HTTPS):
es: Introduce la URL de un flujo o archivo de video (HTTP/HTTPS):
fr: Saisissez l’URL d’un flux ou d’un fichier vidéo (HTTP/HTTPS) :
id: Masukkan URL streaming atau file video (HTTP/HTTPS):
it: Inserisci l'URL di un flusso o file video (HTTP/HTTPS):
ja: 動画ストリームまたはファイルのURLを入力 (HTTP/HTTPS):
ko: 비디오 스트림 또는 파일 URL 입력 (HTTP/HTTPS):
nl: Voer een videostream- of bestands-URL in (HTTP/HTTPS):
pl: Wprowadź adres URL strumienia wideo lub pliku (HTTP/HTTPS):
pt: Insira a URL de um fluxo ou arquivo de vídeo (HTTP/HTTPS):
ru: Введите URL видеопотока или файла (HTTP/HTTPS):
th: ป้อน URL ของสตรีมวิดีโอหรือไฟล์ (HTTP/HTTPS):
tr: Video akışı veya dosya URL'sini girin (HTTP/HTTPS):
vi: Nhập URL luồng hoặc tệp video (HTTP/HTTPS):
zh_hans: 输入视频流或文件的 URL (HTTP/HTTPS)：
zh_hant: 輸入影片串流或檔案的 URL (HTTP/HTTPS)：

# error.invalidURL
source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL non valide
id: URL tidak valid
it: URL non valido
ja: 無効なURL
ko: 유효하지 않은 URL
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
pt: URL inválida
ru: Недействительный URL
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
vi: URL không hợp lệ
zh_hans: 无效的 URL
zh_hant: 無效的 URL

# menu.captions.exportSubtitle
source: Export Subtitles…
de: Untertitel exportieren…
es: Exportar subtítulos…
fr: Exporter les sous-titres…
id: Ekspor Subtitel…
it: Esporta sottotitoli…
ja: 字幕を書き出す…
ko: 자막 내보내기…
nl: Ondertitels exporteren…
pl: Eksportuj napisy…
pt: Exportar legendas…
ru: Экспортировать субтитры…
th: ส่งออกคำบรรยาย…
tr: Altyazıları Dışa Aktar…
vi: Xuất phụ đề…
zh_hans: 导出字幕…
zh_hant: 匯出字幕…

# captions.export.noSubtitle
source: No subtitle track available to export
de: Keine Untertitelspur zum Exportieren verfügbar
es: No hay pistas de subtítulos disponibles para exportar
fr: Aucune piste de sous-titres disponible pour l'exportation
id: Tidak ada trek subtitel yang tersedia untuk diekspor
it: Nessuna traccia di sottotitoli disponibile per l'esportazione
ja: 書き出し可能な字幕トラックがありません
ko: 내보낼 수 있는 자막 트랙이 없습니다
nl: Geen ondertitelspoor beschikbaar om te exporteren
pl: Brak dostępnej ścieżki napisów do eksportu
pt: Nenhuma faixa de legendas disponível para exportação
ru: Нет дорожки субтитров для экспорта
th: ไม่มีแทร็กคำบรรยายสำหรับส่งออก
tr: Dışa aktarılacak altyazı parçası yok
vi: Không có bản phụ đề nào để xuất
zh_hans: 当前没有可导出的字幕轨
zh_hant: 目前沒有可匯出的字幕軌

# captions.export.success
source: Subtitle exported successfully
de: Untertitel erfolgreich exportiert
es: Subtítulos exportados con éxito
fr: Sous-titres exportés avec succès
id: Subtitel berhasil diekspor
it: Sottotitoli esportati con successo
ja: 字幕を書き出しました
ko: 자막을 내보냈습니다
nl: Ondertitels succesvol geëxporteerd
pl: Napisy zostały pomyślnie wyeksportowane
pt: Legendas exportadas com sucesso
ru: Субтитры успешно экспортированы
th: ส่งออกคำบรรยายสำเร็จแล้ว
tr: Altyazı başarıyla dışa aktarıldı
vi: Đã xuất phụ đề thành công
zh_hans: 字幕已成功导出
zh_hant: 字幕已成功匯出

# captions.windowClose.title
source: Generating Subtitles: %@
de: Untertitel werden generiert: %@
es: Generando subtítulos: %@
fr: Génération des sous-titres : %@
id: Membuat Subtitel: %@
it: Generazione sottotitoli: %@
ja: 字幕を生成中: %@
ko: 자막 생성 중: %@
nl: Ondertitels genereren: %@
pl: Generowanie napisów: %@
pt: Gerando legendas: %@
ru: Генерация субтитров: %@
th: กำลังสร้างคำบรรยาย: %@
tr: Altyazılar oluşturuluyor: %@
vi: Đang tạo phụ đề: %@
zh_hans: 正在生成字幕：%@
zh_hant: 正在產生字幕：%@

# captions.windowClose.message
source: Subtitle generation can continue in the background after closing this window, and you will be notified when it finishes. You can also stop generation now.
de: Die Generierung kann nach dem Schließen im Hintergrund fortgesetzt werden; Sie erhalten eine Benachrichtigung nach Abschluss. Sie können sie auch jetzt beenden.
es: La generación de subtítulos puede continuar en segundo plano y se le notificará cuando finalice. También puede detenerla ahora.
fr: La génération peut continuer en arrière-plan après fermeture ; une notification sera envoyée une fois terminée. Vous pouvez également l'arrêter maintenant.
id: Pembuatan subtitel dapat berlanjut di latar belakang setelah menutup jendela ini, dan Anda akan diberi tahu saat selesai. Anda juga dapat menghentikannya sekarang.
it: La generazione può continuare in background dopo la chiusura della finestra; riceverai una notifica al termine. Puoi anche interromperla ora.
ja: ウィンドウを閉じてもバックグラウンドで字幕生成を続行でき、完了時に通知が届きます。今すぐ停止することもできます。
ko: 이 창을 닫아도 백그라운드에서 자막 생성이 계속되며 완료 시 알림을 받습니다. 지금 생성을 중지할 수도 있습니다.
nl: Het genereren van ondertitels kan op de achtergrond doorgaan na het sluiten van dit venster; u ontvangt een melding zodra dit klaar is. U kunt het nu ook stoppen.
pl: Generowanie napisów może być kontynuowane w tle po zamknięciu tego okna, a po zakończeniu otrzymasz powiadomienie. Możesz je też zatrzymać teraz.
pt: A geração de legendas pode continuar em segundo plano após fechar esta janela e você será notificado ao concluir. Você também pode pará-la agora.
ru: Генерация субтитров может продолжаться в фоновом режиме после закрытия этого окна; по завершении вы получите уведомление. Вы также можете остановить её сейчас.
th: การสร้างคำบรรยายสามารถดำเนินต่อในพื้นหลังได้หลังจากปิดหน้าต่างนี้ และคุณจะได้รับการแจ้งเตือนเมื่อเสร็จสิ้น คุณสามารถหยุดได้ในขณะนี้
tr: Bu pencere kapatıldıktan sonra altyazı oluşturma arka planda devam edebilir ve tamamlandığında bildirim alırsınız. İsterseniz şimdi durdurabilirsiniz.
vi: Quá trình tạo phụ đề có thể tiếp tục trong nền sau khi đóng cửa sổ này và bạn sẽ nhận được thông báo khi hoàn tất. Bạn cũng có thể dừng lại ngay bây giờ.
zh_hans: 关闭播放窗口后，字幕生成可在后台继续进行，并在完成后发送系统通知。您也可以现在停止该任务。
zh_hant: 關閉播放視窗後，字幕產生可在背景繼續進行，並在完成後傳送系統通知。您也可以現在停止該任務。

# captions.windowClose.keepRunning
source: Continue in Background
de: Im Hintergrund fortsetzen
es: Continuar en segundo plano
fr: Continuer en arrière-plan
id: Lanjutkan di Latar Belakang
it: Continua in background
ja: バックグラウンドで続行
ko: 백그라운드에서 계속
nl: Doorgaan op achtergrond
pl: Kontynuuj w tle
pt: Continuar em segundo plano
ru: Продолжить в фоне
th: ดำเนินการต่อในพื้นหลัง
tr: Arka Planda Devam Et
vi: Tiếp tục trong nền
zh_hans: 后台继续生成
zh_hant: 背景繼續產生

# captions.windowClose.stopAndClose
source: Stop and Close
de: Beenden und schließen
es: Detener y cerrar
fr: Arrêter et fermer
id: Hentikan dan Tutup
it: Interrompi e chiudi
ja: 停止して閉じる
ko: 중지하고 닫기
nl: Stoppen en sluiten
pl: Zatrzymaj i zamknij
pt: Parar e fechar
ru: Остановить и закрыть
th: หยุดและปิด
tr: Durdur ve Kapat
vi: Dừng và đóng
zh_hans: 停止并关闭
zh_hant: 停止並關閉

# captions.windowClose.doNotAskAgain
source: Do not ask again (always continue in background)
de: Nicht mehr fragen (immer im Hintergrund fortsetzen)
es: No volver a preguntar (continuar siempre en segundo plano)
fr: Ne plus demander (toujours continuer en arrière-plan)
id: Jangan tanya lagi (selalu lanjutkan di latar belakang)
it: Non chiedere più (continua sempre in background)
ja: 今後このメッセージを表示しない（常にバックグラウンドで続行）
ko: 다시 묻지 않음 (항상 백그라운드에서 계속)
nl: Niet meer vragen (altijd op achtergrond doorgaan)
pl: Nie pytaj ponownie (zawsze kontynuuj w tle)
pt: Não perguntar novamente (sempre continuar em segundo plano)
ru: Больше не спрашивать (всегда продолжать в фоне)
th: ไม่ต้องถามอีก (ดำเนินต่อในพื้นหลังเสมอ)
tr: Tekrar sorma (her zaman arka planda devam et)
vi: Không hỏi lại (luôn tiếp tục trong nền)
zh_hans: 不再提示（默认在后台继续）
zh_hant: 不再提示（預設在背景繼續）

# captions.notify.successTitle
source: Captions Ready
de: Untertitel fertig
es: Subtítulos listos
fr: Sous-titres prêts
id: Subtitel Siap
it: Sottotitoli pronti
ja: 字幕の生成が完了しました
ko: 자막 준비 완료
nl: Ondertitels gereed
pl: Napisy gotowe
pt: Legendas prontas
ru: Субтитры готовы
th: คำบรรยายพร้อมแล้ว
tr: Altyazılar Hazır
vi: Phụ đề đã sẵn sàng
zh_hans: 字幕生成完成
zh_hant: 字幕產生完成

# captions.notify.successBody
source: Subtitles for "%@" are ready to watch.
de: Untertitel für „%@“ sind bereit zum Anschauen.
es: Los subtítulos de «%@» están listos para ver.
fr: Les sous-titres de « %@ » sont prêts à être visionnés.
id: Subtitel untuk "%@" siap ditonton.
it: I sottotitoli per "%@" sono pronti per la visione.
ja: 「%@」の字幕が準備できました。クリックして再生できます。
ko: "%@"의 자막이 준비되었습니다. 클릭하여 시청하세요.
nl: Ondertitels voor "%@" zijn klaar om te bekijken.
pl: Napisy dla „%@” są gotowe do oglądania.
pt: As legendas de "%@" estão prontas para assistir.
ru: Субтитры для «%@» готовы к просмотру.
th: คำบรรยายสำหรับ "%@" พร้อมสำหรับการรับชมแล้ว
tr: "%@" için altyazılar izlemeye hazır.
vi: Phụ đề cho "%@" đã sẵn sàng để xem.
zh_hans: 《%@》的字幕已生成完毕，点击即可观看。
zh_hant: 《%@》的字幕已產生完畢，點擊即可觀看。

# captions.notify.failedTitle
source: Caption Generation Failed
de: Untertitel-Generierung fehlgeschlagen
es: Error al generar subtítulos
fr: Échec de la génération des sous-titres
id: Pembuatan Subtitel Gagal
it: Generazione sottotitoli non riuscita
ja: 字幕の生成に失敗しました
ko: 자막 생성 실패
nl: Genereren van ondertitels mislukt
pl: Nie udało się wygenerować napisów
pt: Falha ao gerar legendas
ru: Сбой генерации субтитров
th: การสร้างคำบรรยายล้มเหลว
tr: Altyazı Oluşturulamadı
vi: Tạo phụ đề thất bại
zh_hans: 字幕生成失败
zh_hant: 字幕產生失敗

# captions.notify.failedBody
source: Could not generate subtitles for "%1": %2
de: Untertitel für „%1“ konnten nicht generiert werden: %2
es: No se pudieron generar subtítulos para «%1»: %2
fr: Impossible de générer les sous-titres pour « %1 » : %2
id: Tidak dapat membuat subtitel untuk "%1": %2
it: Impossibile generare i sottotitoli per "%1": %2
ja: 「%1」の字幕を生成できませんでした: %2
ko: "%1"의 자막을 생성할 수 없습니다: %2
nl: Kan geen ondertitels genereren voor "%1": %2
pl: Nie można wygenerować napisów dla „%1”: %2
pt: Não foi possível gerar legendas para "%1": %2
ru: Не удалось сгенерировать субтитры для «%1»: %2
th: ไม่สามารถสร้างคำบรรยายสำหรับ "%1": %2
tr: "%1" için altyazı oluşturulamadı: %2
vi: Không thể tạo phụ đề cho "%1": %2
zh_hans: 无法为《%1》生成字幕：%2
zh_hant: 無法為《%1》產生字幕：%2

# captions.quit.partialMessage
source: Subtitles for "%1" are %2%% complete. Quitting now will save the partially transcribed subtitles.
de: Untertitel für „%1“ sind zu %2%% fertig. Beim Beenden werden die bisherigen Teilergebnisse gespeichert.
es: Los subtítulos de «%1» están al %2%%. Salir ahora guardará los subtítulos parciales transcritos.
fr: Les sous-titres de « %1 » sont complétés à %2 %%. Quitter maintenant enregistrera les sous-titres partiels.
id: Subtitel untuk "%1" selesai %2%%. Keluar sekarang akan menyimpan subtitel parsial yang telah ditranskripsi.
it: I sottotitoli per "%1" sono completi al %2%%. Uscendo ora verranno salvati i sottotitoli parziali.
ja: 「%1」の字幕生成は %2%% 完了しています。終了すると生成済みの部分字幕が保存されます。
ko: "%1"의 자막이 %2%% 완료되었습니다. 지금 종료하면 부분 변환된 자막이 저장됩니다.
nl: Ondertitels voor "%1" zijn voor %2%% voltooid. Als u nu afsluit, worden de gedeeltelijke ondertitels opgeslagen.
pl: Napisy dla „%1” są ukończone w %2%%. Wyjście teraz zapisze częściowo wygenerowane napisy.
pt: As legendas de "%1" estão %2%% concluídas. Sair agora salvará as legendas parciais transcritas.
ru: Субтитры для «%1» готовы на %2%%. При выходе будут сохранены частично распознанные субтитры.
th: คำบรรยายสำหรับ "%1" เสร็จสมบูรณ์แล้ว %2%% การออกตอนนี้จะบันทึกคำบรรยายบางส่วนที่แปลงแล้ว
tr: "%1" için altyazılar %%%2 tamamlandı. Şimdi çıkmak kısmen çevrilmiş altyazıları kaydeder.
vi: Phụ đề cho "%1" đã hoàn thành %2%%. Thoát ngay bây giờ sẽ lưu phụ đề đã được chuyển tự một phần.
zh_hans: 《%1》的字幕已完成 %2%%。退出应用将保存已识别的局部字幕。
zh_hant: 《%1》的字幕已完成 %2%%。結束應用程式將儲存已識別的局部字幕。

# captions.button.savePartialAndQuit
source: Save Partial & Quit
de: Teil speichern & beenden
es: Guardar parte y salir
fr: Enregistrer partiel et quitter
id: Simpan Parsial & Keluar
it: Salva parziale ed esci
ja: 一部を保存して終了
ko: 부분 저장 및 종료
nl: Deel opslaan en afsluiten
pl: Zapisz część i wyjdź
pt: Salvar parte e sair
ru: Сохранить часть и выйти
th: บันทึกบางส่วนและออก
tr: Kısmi Kaydet ve Çık
vi: Lưu một phần & thoát
zh_hans: 保存局部并退出
zh_hant: 儲存局部並結束

# chrome.memc.tooltip.withSourceFPS
source: %1$@ (original video: %2$@ fps)
es: %1$@ (vídeo original: %2$@ fps)
fr: %1$@ (vidéo d’origine : %2$@ fps)
id: %1$@ (video asli: %2$@ fps)
it: %1$@ (video originale: %2$@ fps)
ja: %1$@（元の動画：%2$@ fps）
ko: %1$@ (원본 영상: %2$@ fps)
nl: %1$@ (originele video: %2$@ fps)
pl: %1$@ (oryginalne wideo: %2$@ fps)
pt: %1$@ (vídeo original: %2$@ fps)
ru: %1$@ (исходное видео: %2$@ fps)
th: %1$@ (วิดีโอต้นฉบับ: %2$@ fps)
tr: %1$@ (orijinal video: %2$@ fps)
vi: %1$@ (video gốc: %2$@ fps)
zh_hans: %1$@（原视频帧率：%2$@ fps）
zh_hant: %1$@（原始影片影格率：%2$@ fps）

# compare.interp2x
source: 2× Interpolation
es: Interpolación 2×
fr: Interpolation 2×
id: Interpolasi 2×
it: Interpolazione 2×
ja: 補間 2×
ko: 보간 2×
nl: Interpolatie 2×
pl: Interpolacja 2×
pt: Interpolação 2×
ru: Интерполяция 2×
th: แทรกเฟรม 2×
tr: Ara kare 2×
vi: Nội suy 2×
zh_hans: 插帧 2×
zh_hant: 補幀 2×

# defaultPlayer.video
source: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pl: Wideo
pt: Vídeo
ru: Видео
th: วิดีโอ
zh_hans: 视频
zh_hant: 影片

# hdr.colorLineFmt
source: %@ · %@ · %d-bit
es: %@ · %@ · %d bits
fr: %@ · %@ · %d bits
ja: %@ · %@ · %dビット
ko: %@ · %@ · %d비트
pt: %@ · %@ · %d bits
ru: %@ · %@ · %d бит
th: %@ · %@ · %d บิต

# hdr.sdrGamma
source: SDR gamma
es: Gamma SDR
fr: Gamma SDR
id: Gamma SDR
it: Gamma SDR
ja: SDR ガンマ
ko: SDR 감마
pl: Gamma SDR
pt: Gama SDR
ru: Гамма SDR
th: แกมมา SDR
tr: SDR gama
vi: Gamma SDR
zh_hans: SDR 伽马
zh_hant: SDR 伽瑪

# lang.th
source: Thai
es: Tailandés
fr: Thaï
it: Thailandese
ja: タイ語
ko: 태국어
nl: Thais
pl: Tajski
pt: Tailandês
ru: Тайский
th: ไทย
tr: Tayca
vi: Tiếng Thái
zh_hans: 泰语
zh_hant: 泰文

# media.bitrate
source: Bit Rate
es: Tasa de bits
fr: Débit
id: Laju bit
ja: ビットレート
ko: 비트레이트
nl: Bitsnelheid
pl: Przepływność
pt: Taxa de bits
ru: Битрейт
th: บิตเรต
tr: Bit hızı
vi: Tốc độ bit
zh_hans: 码率
zh_hant: 位元率

# media.codec
source: Codec
es: Códec
ja: コーデック
ko: 코덱
pl: Kodek
ru: Кодек
th: โคเดค
tr: Kodek
zh_hans: 编码
zh_hant: 編碼

# media.container
source: Container
es: Contenedor
fr: Conteneur
id: Kontainer
it: Contenitore
ja: コンテナ
ko: 컨테이너
pl: Kontener
pt: Contêiner
ru: Контейнер
th: คอนเทนเนอร์
tr: Kapsayıcı
vi: Định dạng chứa
zh_hans: 容器
zh_hant: 容器

# media.decoder
source: Decoder
es: Decodificador
fr: Décodeur
id: Dekoder
ja: デコーダ
ko: 디코더
pl: Dekoder
pt: Decodificador
ru: Декодер
th: ตัวถอดรหัส
tr: Kod çözücü
vi: Bộ giải mã
zh_hans: 解码器
zh_hant: 解碼器

# media.hdrFormat
source: HDR Format
es: Formato HDR
fr: Format HDR
id: Format HDR
it: Formato HDR
ja: HDR フォーマット
ko: HDR 형식
nl: HDR-formaat
pl: Format HDR
pt: Formato HDR
ru: Формат HDR
th: รูปแบบ HDR
tr: HDR biçimi
vi: Định dạng HDR
zh_hans: HDR 格式
zh_hant: HDR 格式

# menu.motion.double
source: 2× Motion Boost
es: Motion Boost 2×
fr: Motion Boost 2×
id: Motion Boost 2×
it: Motion Boost 2×
pl: Motion Boost 2×
pt: Motion Boost 2×
ru: Motion Boost 2×
th: Motion Boost 2×
vi: Motion Boost 2×

# privacy.summary.ok
source: OK
es: Aceptar
ko: 승인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

# welcome.versionFmt
source: Version %@
es: Versión %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt: Versão %@
ru: Версия %@
th: เวอร์ชัน %@
tr: Sürüm %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# compare.original
source: Original
id: Asli
it: Originale
ja: オリジナル
ko: 원본
nl: Origineel
pl: Oryginał
ru: Оригинал
th: ต้นฉบับ
tr: Orijinal
vi: Gốc
zh_hans: 原始
zh_hant: 原始

# media.value.durationFmt
source: %.1f s
id: %.1f dtk
ja: %.1f 秒
ko: %.1f초
ru: %.1f с
th: %.1f วินาที
tr: %.1f sn
vi: %.1f giây
zh_hans: %.1f 秒
zh_hant: %.1f 秒

# media.value.maxcllFmt
source: %d nits (MaxCLL)
it: %d nit (MaxCLL)
pl: %d nitów (MaxCLL)
ru: %d нит (MaxCLL)
th: %d นิต (MaxCLL)
tr: %d nit (MaxCLL)

# media.value.maxfallFmt
source: %d nits (MaxFALL)
it: %d nit (MaxFALL)
pl: %d nitów (MaxFALL)
ru: %d нит (MaxFALL)
th: %d นิต (MaxFALL)
tr: %d nit (MaxFALL)
